Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1140_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Giellagáldu-fidnu (Sámi Giellagáldu)
sms: Ǩiõllkaʹlddi-haʹŋǩǩõs (Sääʹm Ǩiõllkaʹlddi)

source: Giellagáldu-prošeakta ja Sámi Giellagáldu
sms: Ǩiõllkaʹlddi-haʹŋǩǩõs da Sääʹm Ǩiõllkaʹlddi

source: Giellagáldu lea Suoma, Ruoŧa ja Norgga Sámedikkiid ovttasbargoprošeakta, mii doaibmá Sámedikkiid parlamentáralaš ovttasbargoorgána, Sámi Parlamentáralaš Ráđi, vuollásažžan.
sms: Ǩiõllkaʹlddi lij Lääʹddjânnam, Ruõcc da Taarr Sääʹmteeʹǧǧi õhttsažtuâjjhaʹŋǩǩõs, kååʹtt tuåimmai Sääʹmteeʹǧǧ parlamentaarlaž õhttsažtuâjjorgaan, Sääʹm parlamentaarlaž suåvtõõzz, vueʹlnn.

source: Prošeakta álggahuvvui 1.8.2015 ja nohká 31.5.2018.
sms: Haʹŋǩǩõs jåttji 1.8.2015 da poott 31.5.2018.

source: Giellagáldu-prošeakta ruhtada davviriikkalaš sámegielaid fága- ja resursaguovddáža Sámi giellagáldu doaimma.
sms: Ǩiõllkaʹlddi-haʹŋǩǩõs teäggat õhttsažtâʹvvjânnamlaž sääʹmǩiõl ämmat- da resursskõõskõõzz Sääʹm Ǩiõllkaʹlddi tuåimmjummuužž.

source: Prošeavtta guovddášulbmil lea sihkkarastit Sámi Giellagáldu bissovaš doaimma, nu ahte háhkat bisovaš ruhtadeami fága- ja resursaguovddáža doibmii.
sms: Haʹŋǩǩõõzz vääžnai täävtõssân lij-i ainsmâʹtted Sääʹm Ǩiõllkaʹlddi põõšši tuåimmjummuužž haʹŋǩǩeeʹl ämmat- da resursskõõskõʹšše põõšši teäggtummuužž.

source: Giellagáldu-joatkkaprošeavtta ruhtadit EU. ' Interreg V Davvi-prográmma Sápmi-oasseguovlu, Lappi lihttu, Romssa fylkkasuohkan ja Norgga, Ruoŧa ja Suoma Sámedikkit.
sms: Ǩiõllkaʹlddi juäʹtǩǩhaʹŋǩǩõõzz teäggte EU Interreg V Tâʹvv – prograamm Sápmi- vueʹssvuʹvdd, Lappi lett, Tromssa lään de Taarr, Ruõcc da Lääʹddjânnam Sääʹmteeʹǧǧ.

source: Prošeavtta jođiha Suoma Sámediggi ja prošeavtta ollislaš bušeahtta lea 3 062 052 euro.
sms: Lääʹddjânnam Sääʹmteʹǧǧ jååʹđat haʹŋǩǩõõzz da tõn obb-budjeʹtt lij 3 062 052 euʹrred.

source: Prošeavtta ulbmilat
sms: Haʹŋǩǩõõzz täävtõõzz

source: Prošeavtta áigge Sámi Giellagáldu joatká sámi giellaovttasbarggu ovddideami, koordinerema ja nannema.
sms: Haʹŋǩǩõõzz pââʹjest Sääʹm Ǩiõllkaʹlddi juätkk sääʹm ǩiõllõhttsažtuâi ooudâsviikkmõõžž, koordinâʹsttmõõžž da nâânummuužž.

source: Sámi Giellagáldu joatká doaimmas maiddái sámi álbmoga giellaáššiid bajimuš oktasaš mearridanorgánan.
sms: Sääʹm Ǩiõllkaʹlddi juätkk tuåimmjed še sääʹm meer ǩiõllaaʹšši ââʹlmõs õhttsaž mieʹrreei tuåimmorgaanân.

source: Sámi Giellagáldu ulbmilin lea fágalaš áššedovdiorgánan seailluhit ja ovddidit kulturárbbi ja doaimmaid, mat gullet sámegielaide.
sms: Sääʹm Ǩiõllkaʹlddi täävtõssân lij seeilted da viikkâd ooudâs sääʹm ǩiõli kulttuurääʹrb da tuåimmjed ämmatlaž ääʹšštobddiorgaanân.

source: Fága- ja resursaguovddážis lea maiddái bajimuš ovddasvástádus sámegielat giellabálvalusain, mat leat oaivvilduvvon giellageavaheddjiide.
sms: Ämmat- da resursskõõskõõzzâst lij ââʹlmõs vasttõs ǩiõllõõʹnnjid õõlǥtum sääʹmǩiõllsa ǩiõllkääzzkõõzzin še.

source: Prošeavtta áigge Sámi Giellagáldu doaibmaorgánaide lasihuvvon giellaráđđi álggaha doaimmas ja juo ovdal vuođđuduvvon lulli-, julev-, davvi-, anáraš- ja nuortalašgielaid giellajuhkosat jotket doaimmas.
sms: Haʹŋǩǩõõzz pââʹjest Sääʹm Ǩiõllkaʹlddi tuåimmorgaanain lââʹzztum ǩiõllsuåvtõs alttad tuåimmjummuužž da juʹn ouddâl piijjum saujj-, juuʹlev-, tâʹvv-, aanar- da nuõrttsääʹm ǩiõlljuâǥǥtõõzz juäʹtǩǩe tuåimmjummuužž.

source: Giellabargit, geat leat lullisámegielas 2, julevsámegielas 2, davvisámegielas 3, anárašgielas 1 ja nuortalašgielas 1, vástidit geavatlaš giellabarggus.
sms: Ǩiõlltuâjjla, koid saujjsääʹmǩiõlâst lie 2, juuʹlevsääʹmǩiõlâst 2, tâʹvvsääʹmǩiõlâst 3, aanarsääʹmǩiõlâst 1 da nuõrttsääʹmǩiõlâst 1, vaʹsttee ǩiõlltuâjast.

source: Prošeavtta áigge Sámi Giellagaldu ja Sámedikkit nannejit ja ovddidit ovttas sámegielaid nu, ahte iešguđege giela dárbbut, hástalusat ja resurssat váldojuvvojit vuhtii.
sms: Haʹŋǩǩõõzz pââʹjest Sääʹm Ǩiõllkaʹlddi da Sääʹmteʹǧǧ nâânee da veʹǩǩe ooudâs sääʹmǩiõlid tiʹnt-a, što juõʹǩǩ ǩiõlljoouk oʹdinaknallšem taarbid, vaʹǯǯtõõzzid da resuursid vääʹldet lokku.

source: Sámi Giellagáldu barggut
sms: Sääʹm Ǩiõllkaʹlddi tuâi

source: Fága- ja resursaguovddáža bargun leat earret eará giellagáhtten, giela ovddideapmi, terminologiijabargu, normeren ja báikenammabálvalus.
sms: Ämmat- da resursskõõskõõzz tuâi lie jeäʹrbi mieʹldd ǩiõllhuõll, ǩiõl ooudâsviikkmõš, terminologiatuâjj, normmummuš da päiʹǩǩnõmmõskääzzkõs.

source: Giellabargit bagadallet ja rávvejit sámegiela geavaheapmái gullevaš gažaldagain ja válmmastallet iežaset giela áššiid giellajuhkosiid mearrideami várás.
sms: Ǩiõlltuâjjla ouʹdde vuäʹppõõzzid sääʹm ǩiõli ââʹnnmõõžž pirrsaž kõõččmõõžžin da valmštâʹlle jiijjâs ǩiõl aaʹššid ǩiõlljuâǥǥtõõzzid mieʹrreemnalla.

source: Giellajuhkosat addet ávžžuhusaid sámegielaid geavaheapmái gullevaš áššiin, nugo normeremis ja ođđa terminologiijas.
sms: Ǩiõlljuâǥǥtõõzz ouʹdde raʹvvjõõzzid sääʹm ǩiõli ââʹnnem pirrsaž aaʹššin, mâʹte normmummuužžâst da ođđ terminologiast.

source: Sámi Giellagáldu ruovttusiidduin www.giella.org gávdnojit dárkilut dieđut Sámi Giellagáldus ja áigeguovdilis dieđuid ámmát- ja resursaguovddáža doaimmas ja ođđa terminologiija ja normeremiid.
sms: Sääʹm Ǩiõllkaʹlddi dommseeiʹdin www.giella.org käunnai tääʹrǩab teâđaid Sääʹm Ǩiõllkâʹlddjest da ääiʹjpoddsa teâđaid ämmat- da resursskõõskõõzz tuåimmjummuužžâst, ođđ terminologia da normmummuužžid.

source: Sámi Giellagáldus lea maiddái FB-siidu www.facebook.com/SamiGiellagaldu, man bokte sáhttá jearrat gažaldagaid, mat gullet sámegielaid geavaheapmái.
sms: Sääʹm Ǩiõllkaʹlddjest lij FB-seeiʹd še www.facebook.com/SamiGiellagaldu, koon pääiʹǩ vuäitt kõõččâd sääʹm ǩiõli ââʹnnmõõžž pirr.

source: Siiddus dieđihuvvo maiddái Sámi Giellagáldu doaimmas.
sms: Seeiʹdin teâdte Sääʹm Ǩiõllkaʹlddi tuåimmjummuužžâst še.

source: Giellagažaldagaid sáhttá maiddái sáddet šleađgapoastačujuhussii info()giellagaldu.com dahje riŋget njuolga Sámi Giellagáldu bargiide.
sms: Ǩiõllkõõččmõõžžid vuäitt vuõltteed e-pååʹštaddrõʹšše info () giellagaldu.com še, leʹbe šoiʹttjed vuõiʹǧǧest Sääʹm Ǩiõllkaʹlddi ǩiõlltuâjjlaid.

source: SÁMI GIELLAGÁLDU OKTAVUOHTADIEĐUT
sms: Marko Marjomaa, projeʹkttšuurmõš

source: saijets (at) samediggi.no
sms: Mika Saijets, vaaldšemtuâjjlaž

source: Nuortalašgiella
sms: Nuõrttsääʹmǩiõll

source: harju (at) samediggi. fi
sms: Aanarsääʹmǩiõll

source: seurujarvi (at) samediggi. fi
sms: Tâʹvvsääʹmǩiõl

source: magga (at) samediggi. fi
sms: Juuʹlevsääʹmǩiõll

source: svenn-egil.knutsen(at)samediggi.no
sms: Saujjsääʹmǩiõll
